[
    {
        "number": "01",
        "title": "Outreach",
        "body": "Web applications let your users access information from any browser. This might be better for applications that need to be publicly available or ones that help facilitate task management.",
        "divider": "|"
    },
    {
        "number": "02",
        "title": "Scoping Call",
        "body": "Our team will set up a call to learn more about your nonprofit’s technical goals. We are dedicated to hearing about your organization’s current approach to driving social good and how we might help you.",
        "divider": "|"
    },
    {
        "number": "03",
        "title": "Nonprofit Project Proposal Applications",
        "body": "After our scoping call, we ask you to fill out this project proposal application. Our team is committed to answering any questions or setting up additional meetings to support you.",
        "divider": "|"
    },
    {
        "number": "04",
        "title": "Deliberation",
        "body": "Our executive team and project leads will read through your project proposals and select the three applications we feel we can best support. We may also contact each nonprofit for additional information before continuing to the next step.",
        "divider": "|"
    },
    {
        "number": "05",
        "title": "Development",
        "body": "Our partnership has been initialized! Project development begins in October. Each nonprofit will have a team of 2 project leads, 4-6 developers, and 2-3 designers dedicated to your project. Project leads will be in contact with your team regularly to ensure our application best captures your team’s vision.",
        "divider": "|"
    },
    {
        "number": "06",
        "title": "Project Handoff",
        "body": "After many iterations of user testing, development, and bug-amelioration, we will hand off our application to you. Our team is committed to making the handoff process as seamless as possible, so we will provide your team detailed documentation and guidance on project maintenance."
    }

]